[{"victims": [{"photo_source": "", "death": "CONFIRMED", "lastname": "Adam", "age": "79", "livingin": "Larresingle, France", "photo": "", "nationality": "Belgium", "fullname": "Andre Adam", "occupation": "A retired career diplomat, Andre Adam was the former Belgian ambassador to U.S. and had served in Europe, Africa and other countries since his first post to Cuba in 1964. He and his wife Danielle, whom he met in Cuba, were on their way to Miami. Family members said he died in the airport bombing while trying to shield his wife. She remains hospitalized.", "diedat": "airport"}, {"photo_source": "", "death": "CONFIRMED", "lastname": "Delespesse", "age": "45", "livingin": "Diksmuide, Belgium", "photo": "", "nationality": "Belgium", "fullname": "Olivier Delespesse", "occupation": "Olivier Delespesse was a civil servant at the Federation of Wallonia-Brussels. He was single, with no children. Colleagues described him as devoted to his work, with a keen sense of humor.", "diedat": "metro"}, {"photo_source": "", "death": "CONFIRMED", "lastname": "Deng", "age": "24", "livingin": "Shenzhen", "photo": "", "nationality": "China", "fullname": "Deng Jingquan", "occupation": "Deng Jingquan, a Chinese businessman, started his own Internet company not long after graduating from Jingdezhen Ceramic Institute in China. He was traveling through Brussels on his way to Slovenia when the attacks occurred.", "diedat": "airport"}, {"photo_source": "", "death": "CONFIRMED", "lastname": "Dixon", "age": "51", "livingin": "Brussels", "photo": "", "nationality": "United Kingdom", "fullname": "David Dixon", "occupation": "David Dixon was a software developer at Euroclear, a financial services company. He and his partner have a young son. He was on his way to work when the airport bombing took place. An aunt in Britain texted him to ask if he was all right. He texted back saying he was, then entered the Maelbeek metro station, where the second bomb exploded. It took three days for his death to be confirmed.", "diedat": "metro"}, {"photo_source": "", "death": "CONFIRMED", "lastname": "Hecht", "age": "20", "livingin": "Brussels", "photo": "", "nationality": "Belgium", "fullname": "Léopold Hecht", "occupation": "Leopold Hecht was a second-year law student at Université Saint-Louis in Brussels. He had a passion for acting with a special talent for improvisation. He loved skiing.", "diedat": "metro"}, {"photo_source": "", "death": "CONFIRMED", "lastname": "Lafquiri", "age": "34", "livingin": "Brussels", "photo": "", "nationality": "Belgium", "fullname": "Loubna Lafquiri", "occupation": "Loubna Lafquiri was married with three sons. She was a physical education teacher at La Vertu School, an Islamic school in Brussels. Her parents are from Morocco and she was born in Brussels.", "diedat": "metro"}, {"photo_source": "", "death": "CONFIRMED", "lastname": "Migom", "age": "21", "livingin": "Brussels", "photo": "", "nationality": "Belgium", "fullname": "Bart Migom", "occupation": "Bart Mignom was a student in marketing at Howest, University College West Flanders in Brugge, near Brussels. He was flying to Atlanta to see his American girlfriend of five months. He was texting the progress of his trip to her, and his last text was sent from the train en route to the airport.", "diedat": "airport"}, {"photo_source": "AP", "death": "CONFIRMED", "lastname": "Pinczowski", "age": "29", "livingin": "New York City", "photo": "AP_Belgium_Attacks_Siblings.jpg", "nationality": "Dutch", "fullname": "Alexander Pinczowski", "occupation": "Alexander and Sascha Pinczowski, brother and sister, were Dutch nationals living in New York. They were returning home after traveling to the Netherlands where Alexander was working with his American fiancee to start a business. Sascha, who earned a business degree in 2015 from Marymount Manhattan College in New York, interned at a catering business. They both planned on applying for American citizenship. Alexander was talking by phone with his mother in Holland when the bombs exploded.", "diedat": "airport"}, {"photo_source": "", "death": "CONFIRMED", "lastname": "Rizzo", "age": "48", "livingin": "Brussels", "photo": "", "nationality": "Italy", "fullname": "Patricia Rizzo", "occupation": "Patricia Rizzo was assistant to the head of human resources, European Research Council. She was born in Brussels but was an Italian national, her family from Enna. She was on the metro on her way to work.", "diedat": "metro"}, {"photo_source": "AP", "death": "CONFIRMED", "lastname": "Ruiz", "age": "36", "livingin": "Brussels", "photo": "AP_Peru_Belgium_Attacks.jpg", "nationality": "Peru", "fullname": "Adelma Tapia Ruiz", "occupation": "Originally from Peru, Adelma Tapia Ruiz was a chef who had worked in Brussels for nearly nine years. Her goal was to open her own restaurant. She was flying with her twin daughters, age 3, from Brussels to New York to see her mother and her husband took them to the airport. The daughters had slipped away from the gate and the husband had gone to get them when the airport bomb went off. Ms. Ruiz was killed and one of the daughters was hurt by shrapnel but is expected to recover. The husband and other daughter were uninjured.", "diedat": "airport"}, {"photo_source": "", "death": "CONFIRMED", "lastname": "Waetzmann", "age": "30", "livingin": "Aachen, Germany", "photo": "", "nationality": "Germany", "fullname": "Jennifer Scintu Waetzmann", "occupation": "Jennifer Scintu Waetzmann was coach for a youth handball club in Germany. She and her husband, married a year, were traveling to New York for a belated honeymoon. They were at the American Airlines ticket counter when the bombs exploded. She was killed. Her husband is in a coma.", "diedat": "airport"}, {"photo_source": "AP", "death": "CONFIRMED", "lastname": "Weah", "age": "41", "livingin": "Deventer, Netherlands", "photo": "AP_Belgium_Attacks_Weah.jpg", "nationality": "Dutch", "fullname": "Elita Borbor Weah", "occupation": "Elita Borbor Weah and her family scattered across Europe and the U.S. in 1999 after fleeing civil war in Liberia. But the family remained close. Ms. Weah settled in the Netherlands, had a daughter, now 13, and was a social services volunteer working with older Dutch people. She on her way to Rhode Island for her stepfather's funeral and a friend took a photo of her at the Brussels airport, which she sent to her family. The bombs exploded a few minutes later.", "diedat": "airport"}, {"photo_source": "tennessean.com", "death": "CONFIRMED", "lastname": "Shults", "age": "30", "livingin": "Brussels", "photo": "JustinStepahineShults.jpg", "nationality": "United States", "fullname": "Justin Shults", "occupation": "Justin and Stephanie Shults moved to Brussels in 2014 after getting married. They used the city as a base to explore Europe, traveling to Paris, Amsterdam, Spain and Sweden. They met while studying accounting at Vanderbilt University in Nashville. He was from Gatlinburg, Tenn.; she grew up in Lexington, Ky. He worked for Clarcor, an air filter manufacturer, and she for the Mars candy company. The couple were at the airport to drop off Stephanie's mother, who was flying home to the U.S. after a week-long visit. The mother was uninjured.", "diedat": "airport"}, {"photo_source": "", "death": "CONFIRMED", "lastname": "Vansteenkiste", "age": "51", "livingin": "Brussles", "photo": "", "nationality": "Belgium", "fullname": "Fabienne Vansteenkiste", "occupation": "Fabienne Vansteenkiste was a baggage handler at the Brussels airport. Family and friends began fearing the worst when they discovered her car in the airport parking lot.", "diedat": "metro"}, {"photo_source": "AP", "death": "CONFIRMED", "lastname": "Pinczowski", "age": "26", "livingin": "New York City", "photo": "AP_Belgium_Attacks_Siblings.1.jpg", "nationality": "Dutch", "fullname": "Sascha Pinczowski", "occupation": "Sascha  and Alexander Pinczowski, brother and sister, were Dutch nationals living in New York. Sascha had earned a business degree in 2015 from Marymount Manhattan College in New York, and had interned at a catering business. They were returning home after traveling to the Netherlands where Alexander was working with his American fiancee to start a business.  They both planned on applying for American citizenship. Alexander was talking by phone with his mother in Holland when the bombs exploded.", "diedat": "airport"}, {"photo_source": "tennessean.com", "death": "CONFIRMED", "lastname": "Shults", "age": "29", "livingin": "Brussels", "photo": "JustinStepahineShults.jpg", "nationality": "United States", "fullname": "Stephanie Shults", "occupation": "Stephanie and Justin Shults moved to Brussels in 2014 after getting married. They used the city as a base to explore Europe, traveling to Paris, Amsterdam, Spain and Sweden. They met while studying accounting at Vanderbilt University in Nashville. She grew up in Lexington, Ky., and he was from Gatlinburg, Tenn. She worked for the Mars candy company and he was employed at Clarcor, an air filter manufacturer. The couple were at the airport to drop off Stephanie's mother, who was flying home to the U.S. after a week-long visit. The mother was uninjured.", "diedat": "airport"}, {"photo_source": "", "death": "CONFIRMED", "lastname": "Mélanie Defize", "age": "29", "livingin": "Brussels", "photo": "", "nationality": "Belgium", "fullname": "Mélanie Defize", "occupation": "Mélanie Defize was a baroque violinist who was production chief of classical music at Cypres Records, an independent recording company in Brussels. She studied at the University of Liège in Brussels and was an enthusiastic writer on music and opera for Forumopera.com.", "diedat": "metro"}, {"photo_source": "", "death": "CONFIRMED", "lastname": "Fazal", "age": "24", "livingin": "Brussels", "photo": "", "nationality": "Belgium", "fullname": "Sabrina Esmael Fazal", "occupation": "Sabrina Esmael Fazal was a nursing student in Brussels. She and her partner have a year-old son. She grew up in Ottignies, Belgium, but her family's roots were in the Democratic Republic of the Congo. She reported on events of interest to those of Congolese descent in Belgium on the website congomikili.com. She was in the metro on her way to nursing school at the time of the attack.", "diedat": "metro"}], "copy": [{"credits": "George Petras, Ramon Padilla, Mitchell Thorson, Berna Elibuyuk USA TODAY", "header": "Brussels victims: Their stories", "updated_at": "3/28/2016", "default_share_language": "Brussels victims: Their stories", "chatter": ""}], "data": "1"}]